Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_ja_kulttuurilautakunnan_puheenjohtaja_nakkalajarvi_osallistuvat_venetsian_taidebiennaaliin.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Juuso ja kulttuurilautakunnan puheenjohtaja Näkkäläjärvi osallistuvat Venetsian taidebiennaaliin
sme: Ságajođiheaddji Juuso ja kulturlávdegotti ságajođiheaddji Näkkäläjärvi oassálastiba Venetsia dáiddabiennálii

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso ja Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi osallistuvat Venetsian taidebiennaaliin 21.4.-23.4.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso ja Sámedikki kulturlávdegotti ságajođiheaddji Pirita Näkkäläjärvi oassálastiba Venetsia dáiddabiennálii 21.4. – 23.

source: Nyt ensimmäistä kertaa taidebiennaalin kansallisessa paviljongissa on ainoastaan saamelaistaiteilijoita ja myös ensimmäistä kertaa saamelaiset ovat kansana edustettuna paviljongissa.
sme: 4. Dáiddabiennála álbmotlaš paviljoŋggas leat vuosttas háve dušše sámedáiddárat ja sápmelaččat leat vuosttas háve ovddastuvvon álbmogin.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso iloitsee saamelaistaiteen vahvasta edustuksesta Venetsian taidebiennaalissa.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso illuda go sámedáidda lea ná bures ovddastuvvon Venetsia dáiddabiennálas.

source: – Minulla on ilo osallistua Venetsian biennaaliin yhdessä muiden Saamelaiskäräjien edustajien kanssa.
sme: – Illudan go beasan oassálastit biennálii ovttas eará Sámedikkiid ovddasteaddjiiguin.

source: On tärkeää tukea saamelaistaiteilijoita ja pyrkiä edesauttamaan heidän tilaansa maailman taideareenoilla, sanoo Juuso.
sme: Lea dehálaš doarjut sámedáiddáriid ja geahččalit veahkehit sin máilmmi dáiddaarenaide, lohká Juuso.

source: Saamelaistaiteilijat Pauliina Feodoroff, Máret Ánne Sara ja Anders Sunna muuttavat Venetsian 59. taidebiennaalin Pohjoismaisen paviljongin Saamen paviljongiksi.
sme: Sámedáiddárat Pauliina Feodoroff, Máret Ánne Sara ja Anders Sunna rievdadit Venetsia 59. dáiddabiennála Davviriikalaš paviljoŋgga Sámi paviljoŋgan.

source: Muutos Saamen paviljongiksi juhlistaa saamelaisen alkuperäiskansan taidetta ja suvereniteettiä.
sme: Nuppástus Sámi paviljoŋgan ávvuda sápmelaš eamiálbmoga dáidaga ja suverenitehta.

source: Saamelainen parlamentaarinen neuvosto ja Office for Contemporary Art Norway (OCA) järjestävät Saamen paviljongin avajaiset torstaina 21.4. Suomen Saamelaiskäräjien edustajat puheenjohtaja Tuomas Aslak Juuso ja kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi osallistuvat avajaisiin yhdessä Norjan ja Ruotsin Saamelaiskäräjien edustajien kanssa .
sme: Sámi parlamentáralaš ráđđi ja Office for Contemporary Art Norway (OCA) lágidit Sámi paviljoŋgga rahpandoaluid duorastaga 21.4. Suoma Sámedikki ovddasteaddji guovttos, ságajođiheaddji Tuomas Aslak Juuso ja kulturlávdegotti ságajođiheaddji Pirita Näkkäläjärvi searvaba rahpandoaluide ovttas Norgga ja Ruoŧa Sámedikkiid ovddasteaddjiiguin.

source: Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärven mielestä yhteiskunnan on tärkeää kuunnella taiteilijoita.
sme: Suoma Sámedikki kulturlávdegotti ságajođiheaddji Pirita Näkkäläjärvi, Čiskke-Ánne-Máreha Bireha mielas lea dehálaš, ahte servodat guldala dáiddáriid.

source: – Taiteilijoilla on kykyä ja rohkeutta kysyä kysymyksiä ja esittää näkökulmia, jotka muuten saattaisivat jäädä näkymättömiin.
sme: – Dáiddárat máhttet ja dustet jearrat gažaldagaid ja buktit ovdan geahččanguovlluid, mat muđui eai vealttakeahttá boađe oidnosii.

source: Venetsian biennaalissa saamelaistaiteilijat nostavat koko maailman tietoisuuteen ratkaisemattoman kysymyksen saamelaisten maaoikeuksista, Näkkäläjärvi sanoi.
sme: Venetsia biennálas sámedáiddárat čalmmustahttet olles máilbmái čoavdemeahttun gažaldaga sámiid eananrivttiin, Näkkäläjärvi dadjá.

source: Saamen paviljongin taidenäyttelyn on tuottanut ryhmä, jossa ovat mukana saamelainen tutkija Liisa-Rávná Finbog, saamelainen luonnonsuojelija ja käsityöntekijä Beaska Niillas ja OCA:n johtaja Katya García-Antón.
sme: Sámi paviljoŋgga dáiddačájáhusa lea buvttadan joavku, mas leat mielde sápmelaš dutki Liisa-Rávná Finbog, sápmelaš luonddusuodjaleaddji ja duojár Beaska Niillas ja OCA jođiheaddji Katya García-Antón.

source: Ryhmän avustajina toimivat Martina Petrelli, Liv Brissach ja Raisa Porsanger.
sme: Joavkku veahkkin doibmet Martina Petrelli, Liv Brissach ja Raisa Porsanger.

source: OCA on Pohjoismaisen paviljongin pääedustaja vuonna 2022.
sme: OCA lea Davviriikalaš paviljoŋgga váldoovddasteaddji jagi 2022.

source: Venetsian taidebiennaali on joka toinen vuosi järjestettävä nykytaiteen kansainvälinen suurkatselmus.
sme: Venetsia dáiddabiennáli lea juohke nuppi jagi lágiduvvon modearnadáidaga riikkaidgaskasaš stuorračájáhus.

source: Biennaali koostuu pääosin näyttelyistä valtioiden vuosien saatossa rakennuttamissa paviljongeissa.
sme: Biennáli čohkiida eanaš čájáhusain paviljoŋgain, maid stáhtat leat jagiid mielde lágidan.

source: Ensimmäinen Venetsian taidebiennaali järjestettiin vuonna 1895.
sme: Vuosttas Venetsia dáiddabiennáli ordnejuvvui jagi 1895.

source: Lisätietoja:
sme: Lassedieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi

source: Pirita Näkkäläjärvi Kulttuurilautakunnan puheenjohtaja 040 3577 006 pirita.nakkalajarvi@gmail.com
sme: Pirita Näkkäläjärvi Kulturlávdegotti ságajođiheaddji 040 3577 006 pirita.nakkalajarvi@gmail.com
